Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 设为管理员后，该成员可以协助管理群组成员与设置。
source: Admins can help manage group members and settings.
ar: يمكن للمسؤولين المساعدة في إدارة أعضاء المجموعة وإعداداتها.
es: Los administradores pueden ayudar a gestionar miembros y ajustes del grupo.
fr: Les administrateurs peuvent aider à gérer les membres et les réglages du groupe.
hi: व्यवस्थापक समूह सदस्यों और सेटिंग्स प्रबंधित करने में मदद कर सकते हैं।
pt: Administradores podem ajudar a gerir membros e definições do grupo.
ta: நிர்வாகிகள் குழு உறுப்பினர்களையும் அமைப்புகளையும் நிர்வகிக்க உதவலாம்.
zh_hans: 设为管理员后，该成员可以协助管理群组成员与设置。
zh_hant: 設為管理員後，該成員可以協助管理群組成員與設定。

# 设置生日
source: Set Birthday
ar: تعيين عيد ميلاد
es: establecer cumpleaños
fr: définir l'anniversaire
hi: जन्मदिन निर्धारित करें
pt: definir aniversário
ta: பிறந்த நாள் அமைக்க
zh_hans: 设置生日
zh_hant: 設定生日

# 证件信息
source: ID Information
ar: معلومات الهوية
es: información de identificación
fr: Informations d'identification
hi: आईडी की जानकारी
pt: Informações de identificação
ta: அடையாள தகவல்
zh_hans: 证件信息
zh_hant: 證件資訊

# 识别区域无效，请调整红框后重试。
source: Invalid recognition area. Adjust the red box and try again.
ar: منطقة التعرف غير صالحة. اضبط المربع الأحمر وحاول مرة أخرى.
es: Área de reconocimiento no válida. Ajuste el cuadro rojo y vuelva a intentarlo.
fr: Zone de reconnaissance invalide. Ajustez la case rouge et réessayez.
hi: अमान्य मान्यता क्षेत्र. लाल बॉक्स को समायोजित करें और पुनः प्रयास करें।
pt: Área de reconhecimento inválida. Ajuste a caixa vermelha e tente novamente.
ta: தவறான அங்கீகாரப் பகுதி. சிவப்பு பெட்டியை சரிசெய்து மீண்டும் முயற்சிக்கவும்.
zh_hans: 识别区域无效，请调整红框后重试。
zh_hant: 識別區域無效，請調整紅框後重試。

# 识别此区域
source: Recognize this area
ar: التعرف على هذه المنطقة
es: Reconocer esta zona
fr: Reconnaître cette zone
hi: इस क्षेत्र को पहचानें
pt: Reconheça esta área
ta: இந்த பகுதியை அங்கீகரிக்கவும்
zh_hans: 识别此区域
zh_hant: 識別此區域

# 识图失败
source: Image Recognition Failed
ar: فشل التعرف على الصورة
es: Error al reconocer la imagen
fr: Échec de la reconnaissance d'image
hi: छवि पहचान विफल
pt: Falha ao reconhecer a imagem
ta: படம் அறிதல் தோல்வி
zh_hans: 识图失败
zh_hant: 識圖失敗

# 识图失败，请稍后再试。
source: Photo recognition failed. Please try again later.
ar: فشل التعرف على الصورة. يرجى المحاولة لاحقًا.
es: Error al reconocer la foto. Inténtalo más tarde.
fr: Échec de la reconnaissance photo. Réessayez plus tard.
hi: फ़ोटो पहचान विफल। कृपया बाद में पुनः प्रयास करें।
pt: Falha ao reconhecer a foto. Tente novamente mais tarde.
ta: புகைப்பட அறிதல் தோல்வியடைந்தது. பின்னர் மீண்டும் முயற்சிக்கவும்.
zh_hans: 识图失败，请稍后再试。
zh_hant: 識圖失敗，請稍後再試。

# 试用模式
source: Trial mode
ar: وضع التجربة
es: Modo de prueba
fr: Mode d'essai
hi: परीक्षण मोड
pt: Modo de avaliação
ta: சோதனை பயன்முறை
zh_hans: 试用模式
zh_hant: 試用模式

# 试用用户
source: Trial user
ar: مستخدم تجريبي
es: Usuario de prueba
fr: Utilisateur d'essai
hi: परीक्षण उपयोगकर्ता
pt: Usuário de avaliação
ta: சோதனை பயனர்
zh_hans: 试用用户
zh_hant: 試用用戶

# 该任务已完结
source: This task has been completed
ar: تم الانتهاء من هذه المهمة
es: Esta tarea ha sido completada
fr: Cette tâche est terminée
hi: यह कार्य पूर्ण हो चुका है
pt: Esta tarefa foi concluída
ta: இந்த பணி முடிந்தது
zh_hans: 该任务已完结
zh_hant: 該任務已結束

# 该群组不存在或已被删除。
source: This group does not exist or has been deleted.
ar: هذه المجموعة غير موجودة أو تم حذفها.
es: Este grupo no existe o ha sido eliminado.
fr: Ce groupe n'existe pas ou a été supprimé.
hi: यह समूह मौजूद नहीं है या हटा दिया गया है।
pt: Este grupo não existe ou foi excluído.
ta: இந்த குழு இல்லை அல்லது நீக்கப்பட்டுள்ளது.
zh_hans: 该群组不存在或已被删除。
zh_hant: 該群組不存在或已被刪除。

# 该群组名称已被占用，请换一个名称。
source: This group name is already taken. Please choose another.
ar: اسم المجموعة مستخدم بالفعل. يرجى اختيار اسم آخر.
es: Este nombre de grupo ya está en uso. Elige otro.
fr: Ce nom de groupe est déjà pris. Veuillez en choisir un autre.
hi: यह समूह नाम पहले से लिया गया है। कृपया दूसरा नाम चुनें।
pt: Este nome de grupo já está em uso. Escolha outro.
ta: இந்த குழுப் பெயர் ஏற்கனவே உள்ளது. வேறு பெயரைத் தேர்ந்தெடுக்கவும்.
zh_hans: 该群组名称已被占用，请换一个名称。
zh_hant: 該群組名稱已被使用，請換一個名稱。

# 该邀请码已过期。请创建者分享一个新的。
source: This invite code has expired. Please ask the creator to share a new one.
ar: لقد انتهت صلاحية رمز الدعوة هذا. من فضلك اطلب من المبدع مشاركة واحدة جديدة.
es: Este código de invitación ha caducado. Pídale al creador que comparta uno nuevo.
fr: Ce code d'invitation a expiré. Veuillez demander au créateur d'en partager un nouveau.
hi: यह आमंत्रण कोड समाप्त हो गया है. कृपया निर्माता से एक नया साझा करने के लिए कहें।
pt: Este código de convite expirou. Por favor, peça ao criador para compartilhar um novo.
ta: இந்த அழைப்புக் குறியீடு காலாவதியானது. புதிய ஒன்றைப் பகிருமாறு படைப்பாளரிடம் கேட்கவும்.
zh_hans: 该邀请码已过期。请创建者分享一个新的。
zh_hant: 該邀請碼已過期。請創建者分享一個新的。

# 该邀请链接已被使用。请向管理员询问新的。
source: This invite link has already been used. Please ask the admin for a new one.
ar: لقد تم استخدام رابط الدعوة هذا بالفعل. من فضلك اطلب من المشرف واحدة جديدة.
es: Este enlace de invitación ya se ha utilizado. Pídale al administrador uno nuevo.
fr: Ce lien d'invitation a déjà été utilisé. Veuillez en demander un nouveau à l'administrateur.
hi: इस आमंत्रण लिंक का उपयोग पहले ही किया जा चुका है. कृपया व्यवस्थापक से नए के लिए पूछें।
pt: Este link de convite já foi usado. Por favor, peça ao administrador um novo.
ta: இந்த அழைப்பு இணைப்பு ஏற்கனவே பயன்படுத்தப்பட்டது. நிர்வாகியிடம் புதியதைக் கேட்கவும்.
zh_hans: 该邀请链接已被使用。请向管理员询问新的。
zh_hant: 此邀請連結已被使用。請向管理員詢問新的。

# 该邀请链接已被使用（409）。
source: This invite link has already been used (409).
ar: تم استخدام رابط الدعوة هذا بالفعل (409).
es: Este enlace de invitación ya se ha utilizado (409).
fr: Ce lien d'invitation a déjà été utilisé (409).
hi: यह आमंत्रण लिंक पहले ही उपयोग किया जा चुका है (409)।
pt: Este link de convite já foi usado (409).
ta: இந்த அழைப்பு இணைப்பு ஏற்கனவே பயன்படுத்தப்பட்டது (409).
zh_hans: 该邀请链接已被使用（409）。
zh_hant: 此邀請連結已被使用（409）。

# 该邀请链接已过期（410）。
source: This invite link has expired (410).
ar: انتهت صلاحية رابط الدعوة هذا (410).
es: Este enlace de invitación ha caducado (410).
fr: Ce lien d'invitation a expiré (410).
hi: यह आमंत्रण लिंक समाप्त हो गया है (410)।
pt: Este link de convite expirou (410).
ta: இந்த அழைப்பு இணைப்பு காலாவதியானது (410).
zh_hans: 该邀请链接已过期（410）。
zh_hant: 此邀請連結已過期（410）。

# 详细说明
source: Detailed description
ar: وصف تفصيلي
es: Descripción detallada
fr: Description détaillée
hi: विस्तृत विवरण
pt: Descrição detalhada
ta: விரிவான விளக்கம்
zh_hans: 详细说明
zh_hant: 詳細說明

# 语言
source: Language
ar: لغة
es: Idioma
fr: Langue
hi: भाषा
pt: Linguagem
ta: மொழி
zh_hans: 语言
zh_hant: 語言

# 语音
source: voice
ar: صوت
es: voz
fr: voix
hi: आवाज़
pt: voz
ta: குரல்
zh_hans: 语音
zh_hant: 語音

# 语音输入
source: Voice input
ar: الإدخال الصوتي
es: Entrada de voz
fr: Saisie vocale
hi: ध्वनि इनपुट
pt: Entrada de voz
ta: குரல் உள்ளீடு
zh_hans: 语音输入
zh_hant: 語音輸入

# 请从下方相册选择图片
source: Choose an image from the library below
ar: اختر صورة من الألبوم أدناه
es: Elige una imagen del álbum abajo
fr: Choisissez une image dans l'album ci-dessous
hi: नीचे एल्बम से एक छवि चुनें
pt: Escolha uma imagem do álbum abaixo
ta: கீழே உள்ள ஆல்பத்திலிருந்து படத்தைத் தேர்ந்தெடுக்கவும்
zh_hans: 请从下方相册选择图片
zh_hant: 請從下方相簿選擇圖片

# 请先登录以启用云端同步
source: Sign in to enable cloud sync
ar: قم بتسجيل الدخول لتمكين المزامنة السحابية
es: Inicia sesión para habilitar la sincronización en la nube
fr: Connectez-vous pour activer la synchronisation cloud
hi: क्लाउड सिंक सक्षम करने के लिए साइन इन करें
pt: Faça login para ativar a sincronização na nuvem
ta: கிளவுட் ஒத்திசைவை இயக்க உள்நுழையவும்
zh_hans: 请先登录以启用云端同步
zh_hant: 請先登入啟用雲端同步

# 请先登录后再使用 AI 识图创建任务。
source: Please log in first before using AI to create a task for image recognition.
ar: يرجى تسجيل الدخول أولاً قبل استخدام AI لإنشاء مهمة للتعرف على الصور.
es: Inicie sesión primero antes de usar AI para crear una tarea de reconocimiento de imágenes.
fr: Veuillez d'abord vous connecter avant d'utiliser AI pour créer une tâche de reconnaissance d'image.
hi: छवि पहचान के लिए कार्य बनाने के लिए AI का उपयोग करने से पहले कृपया लॉग इन करें।
pt: Faça login primeiro antes de usar AI para criar uma tarefa para reconhecimento de imagem.
ta: AI ஐப் பயன்படுத்துவதற்கு முன் முதலில் உள்நுழையவும், படத்தை அறிதலுக்கான பணியை உருவாக்கவும்.
zh_hans: 请先登录后再使用 AI 识图创建任务。
zh_hant: 請先登入後再使用 AI 識圖建立任務。

# 请发送邮件至 %@。
source: Please email %@.
ar: يرجى إرسال بريد إلكتروني إلى %@.
es: Envíe un correo electrónico a %@.
fr: Veuillez envoyer un e-mail à %@.
hi: कृपया %@ ईमेल करें।
pt: Por favor, envie um e-mail para %@.
ta: தயவுசெய்து மின்னஞ்சல் %@.
zh_hans: 请发送邮件至 %@。
zh_hant: 請發送郵件至 %@。

# 请在系统设置中将位置设为「始终」，才能在后台更新位置。
source: Set location to Always in Settings to update your position in the background.
ar: اختر «دائمًا» في الإعدادات لتحديث الموقع في الخلفية.
es: Elige «Siempre» en Ajustes para actualizar tu ubicación en segundo plano.
fr: Choisissez « Toujours » dans Réglages pour mettre à jour la position en arrière-plan.
hi: पृष्ठभूमि में अपडेट के लिए सेटिंग्स में स्थान को «हमेशा» चुनें।
pt: Defina «Sempre» em Ajustes para atualizar a localização em segundo plano.
ta: பின்னணியில் புதுப்பிக்க அமைப்புகளில் «எப்போதும்» என தேர்ந்தெடுக்கவும்.
zh_hans: 请在系统设置中将位置设为「始终」，才能在后台更新位置。
zh_hant: 請在系統設定中將位置設為「始終」，才能在背景更新位置。

# 请求过于频繁，请稍后再试。
source: Too many requests. Please try again later.
ar: طلبات كثيرة جدًا. يرجى المحاولة لاحقًا.
es: Demasiadas solicitudes. Inténtalo más tarde.
fr: Trop de requêtes. Réessayez plus tard.
hi: बहुत अधिक अनुरोध। कृपया बाद में पुनः प्रयास करें।
pt: Muitas solicitações. Tente novamente mais tarde.
ta: கோரிக்கைகள் அதிகமாக உள்ளன. பின்னர் மீண்டும் முயற்சிக்கவும்.
zh_hans: 请求过于频繁，请稍后再试。
zh_hant: 請求過於頻繁，請稍後再試。

# 请稍后重试。
source: Please try again later.
ar: يرجى المحاولة مرة أخرى لاحقا.
es: Inténtelo de nuevo más tarde.
fr: Veuillez réessayer plus tard.
hi: कृपया बाद में पुन: प्रयास करें।
pt: Por favor, tente novamente mais tarde.
ta: பிறகு முயற்சிக்கவும்.
zh_hans: 请稍后重试。
zh_hant: 請稍後重試。

# 请输入分享链接中的 sig 参数
source: Enter the sig parameter from the share link
ar: أدخل المعلمة sig من رابط المشاركة
es: Ingrese el parámetro sig desde el enlace para compartir
fr: Entrez le paramètre sig à partir du lien de partage
hi: शेयर लिंक से sig पैरामीटर दर्ज करें
pt: Insira o parâmetro sig do link de compartilhamento
ta: பகிர்வு இணைப்பிலிருந்து sig அளவுருவை உள்ளிடவும்
zh_hans: 请输入分享链接中的 sig 参数
zh_hant: 請輸入分享連結中的 sig 參數

# 请输入群组名称
source: Please enter a group name
ar: الرجاء إدخال اسم المجموعة
es: Por favor ingresa un nombre de grupo
fr: Veuillez entrer un nom de groupe
hi: कृपया समूह का नाम दर्ज करें
pt: Por favor insira um nome de grupo
ta: குழுவின் பெயரை உள்ளிடவும்
zh_hans: 请输入群组名称
zh_hant: 請輸入群組名稱

# 请输入群组名称。
source: Please enter a group name.
ar: يرجى إدخال اسم المجموعة.
es: Introduce un nombre de grupo.
fr: Veuillez saisir un nom de groupe.
hi: कृपया समूह का नाम दर्ज करें।
pt: Introduza o nome do grupo.
ta: குழுப் பெயரை உள்ளிடவும்.
zh_hans: 请输入群组名称。
zh_hant: 請輸入群組名稱。

# 请输入群组名称以确认
source: Enter group name to confirm
ar: الرجاء إدخال اسم المجموعة للتأكيد
es: Por favor ingrese un nombre de grupo para confirmar
fr: Veuillez entrer un nom de groupe pour confirmer
hi: कृपया पुष्टि करने के लिए समूह का नाम दर्ज करें
pt: Insira um nome de grupo para confirmar
ta: உறுதிப்படுத்த, குழுவின் பெயரை உள்ளிடவும்
zh_hans: 请输入群组名称以确认
zh_hant: 請輸入群組名稱以確認

# 请输入角色称呼（不能为空）。
source: Please enter a role name (cannot be empty).
ar: يرجى إدخال اسم الدور (لا يمكن أن يكون فارغًا).
es: Introduce un nombre de rol (no puede estar vacío).
fr: Veuillez saisir un nom de rôle (ne peut pas être vide).
hi: कृपया भूमिका नाम दर्ज करें (खाली नहीं हो सकता)।
pt: Digite um nome de função (não pode ficar vazio).
ta: பாத்திரப் பெயரை உள்ளிடவும் (காலியாக இருக்க முடியாது).
zh_hans: 请输入角色称呼（不能为空）。
zh_hant: 請輸入角色稱呼（不能為空）。

# 请选择一种方式继续
source: Please choose a way to continue
ar: الرجاء اختيار طريقة للمتابعة
es: Por favor elige una manera de continuar
fr: Veuillez choisir une façon de continuer
hi: कृपया जारी रखने का कोई तरीका चुनें
pt: Escolha uma maneira de continuar
ta: தொடர்வதற்கான வழியைத் தேர்வு செய்யவும்
zh_hans: 请选择一种方式继续
zh_hant: 請選擇一種方式繼續

# 请选择修改范围。
source: Please select a modification scope.
ar: الرجاء تحديد نطاق التعديل.
es: Seleccione un alcance de modificación.
fr: Veuillez sélectionner une portée de modification.
hi: कृपया एक संशोधन दायरा चुनें.
pt: Selecione um escopo de modificação.
ta: மாற்றியமைக்கும் நோக்கத்தைத் தேர்ந்தெடுக்கவும்.
zh_hans: 请选择修改范围。
zh_hant: 請選擇修改範圍。

# 请选择删除范围。
source: Please select a scope to delete.
ar: الرجاء تحديد نطاق لحذفه.
es: Seleccione un ámbito para eliminar.
fr: Veuillez sélectionner une étendue à supprimer.
hi: कृपया हटाने के लिए एक दायरा चुनें.
pt: Selecione um escopo para excluir.
ta: நீக்குவதற்கான நோக்கத்தைத் தேர்ந்தெடுக்கவும்.
zh_hans: 请选择删除范围。
zh_hant: 請選擇刪除範圍。

# 请选择您要进入的群组
source: Choose a group to open
ar: اختر مجموعة لفتحها
es: Elige un grupo para abrir
fr: Choisissez un groupe à ouvrir
hi: खोलने के लिए एक समूह चुनें
pt: Escolha um grupo para abrir
ta: திறக்க ஒரு குழுவைத் தேர்ந்தெடுக்கவும்
zh_hans: 请选择您要进入的群组
zh_hant: 請選擇您要進入的群組

# 请验证身份以开启面部解锁。
source: Verify your identity to enable Face ID unlock.
ar: تحقق من هويتك لتفعيل فتح القفل بوجهك.
es: Verifica tu identidad para activar el desbloqueo con Face ID.
fr: Vérifiez votre identité pour activer le déverrouillage Face ID.
hi: फेस आईडी अनलॉक चालू करने के लिए अपनी पहचान सत्यापित करें।
pt: Verifique sua identidade para ativar o desbloqueio com Face ID.
ta: முக அடையாளத் திறப்பை இயக்க உங்கள் அடையாளத்தை சரிபார்க்கவும்.
zh_hans: 请验证身份以开启面部解锁。
zh_hant: 請驗證身分以開啟面部解鎖。

# 请验证身份以访问同圈中的群组日程与任务。
source: Verify your identity to access group schedules and tasks in WeSync.
ar: تحقق من هويتك للوصول إلى جداول ومهام المجموعة في WeSync.
es: Verifica tu identidad para acceder a los horarios y tareas del grupo en WeSync.
fr: Vérifiez votre identité pour accéder aux plannings et tâches de groupe dans WeSync.
hi: WeSync में समूह के शेड्यूल और कार्यों तक पहुँचने के लिए अपनी पहचान सत्यापित करें।
pt: Verifique sua identidade para acessar horários e tarefas do grupo no WeSync.
ta: WeSync இல் குழு அட்டவணை மற்றும் பணிகளை அணுக உங்கள் அடையாளத்தை சரிபார்க்கவும்.
zh_hans: 请验证身份以访问同圈中的群组日程与任务。
zh_hant: 請驗證身分以存取同圈中的群組日程與任務。

# 读取到原始图片数据为空，请重新选择。
source: Image data was empty. Please choose again.
ar: بيانات الصورة كانت فارغة. الرجاء الاختيار مرة أخرى.
es: Los datos de la imagen estaban vacíos. Por favor elige de nuevo.
fr: Les données d'image étaient vides. Veuillez choisir à nouveau.
hi: छवि डेटा खाली था. कृपया पुनः चुनें.
pt: Os dados da imagem estavam vazios. Por favor, escolha novamente.
ta: படத்தின் தரவு காலியாக இருந்தது. மீண்டும் தேர்வு செய்யவும்.
zh_hans: 读取到原始图片数据为空，请重新选择。
zh_hant: 讀取到原始圖片資料為空，請重新選擇。

# 谁去办 (Assignee)
source: Assignee
ar: المكلف
es: Cesionario
fr: Cessionnaire
hi: संपत्ति-भागी
pt: Cessionário
ta: ஒதுக்கப்பட்டவர்
zh_hans: 谁去办 (Assignee)
zh_hant: 誰去辦 (Assignee)

# 调整字体大小后，应用内文字会同步放大或缩小。
source: After adjusting the font size, the text in the app will be enlarged or reduced simultaneously.
ar: بعد ضبط حجم الخط، سيتم تكبير النص الموجود في التطبيق أو تصغيره في وقت واحد.
es: Después de ajustar el tamaño de fuente, el texto de la aplicación se ampliará o reducirá simultáneamente.
fr: Après avoir ajusté la taille de la police, le texte de l'application sera agrandi ou réduit simultanément.
hi: फ़ॉन्ट आकार समायोजित करने के बाद, ऐप में टेक्स्ट एक साथ बड़ा या छोटा हो जाएगा।
pt: Após ajustar o tamanho da fonte, o texto do aplicativo será ampliado ou reduzido simultaneamente.
ta: எழுத்துரு அளவை சரிசெய்த பிறகு, பயன்பாட்டில் உள்ள உரை ஒரே நேரத்தில் பெரிதாக்கப்படும் அல்லது குறைக்கப்படும்.
zh_hans: 调整字体大小后，应用内文字会同步放大或缩小。
zh_hant: 調整字體大小後，應用程式內文字會同步放大或縮小。

# 调用状态
source: call status
ar: حالة المكالمة
es: estado de llamada
fr: état de l'appel
hi: कॉल स्थिति
pt: status da chamada
ta: அழைப்பு நிலை
zh_hans: 调用状态
zh_hant: 呼叫狀態

# 财务与备注
source: Finance and Notes
ar: المالية والملاحظات
es: Finanzas y notas
fr: Finances et notes
hi: वित्त और नोट्स
pt: Finanças e Notas
ta: நிதி மற்றும் குறிப்புகள்
zh_hans: 财务与备注
zh_hant: 財務與備註

# 账号操作失败
source: Account operation failed
ar: فشلت عملية الحساب
es: Error en la operación de la cuenta
fr: L'opération du compte a échoué
hi: खाता संचालन विफल रहा
pt: Falha na operação da conta
ta: கணக்கு செயல்பாடு தோல்வியடைந்தது
zh_hans: 账号操作失败
zh_hant: 帳號操作失敗

# 账户
source: ACCOUNT
ar: حساب
es: CUENTA
fr: COMPTE
hi: खाता
pt: CONTA
ta: கணக்கு
zh_hans: 帐户
zh_hant: 帳戶

# 购买 %@ 的生日礼物
source: Buy birthday gift for %@
ar: اشتري هدية عيد ميلاد لـ %@
es: Compra regalo de cumpleaños para %@
fr: Achetez un cadeau d'anniversaire pour %@
hi: %@ के लिए जन्मदिन का उपहार खरीदें
pt: Compre presente de aniversário para %@
ta: %@க்கு பிறந்தநாள் பரிசை வாங்கவும்
zh_hans: 购买 %@ 的生日礼物
zh_hant: 購買 %@ 的生日禮物

# 购买失败，请稍后重试。
source: Purchase failed. Please try again later.
ar: فشل الشراء. يرجى المحاولة لاحقًا.
es: La compra falló. Inténtalo más tarde.
fr: Échec de l'achat. Réessayez plus tard.
hi: खरीद विफल। बाद में पुनः प्रयास करें।
pt: A compra falhou. Tente novamente mais tarde.
ta: வாங்கல் தோல்வி. பின்னர் முயற்சிக்கவும்.
zh_hans: 购买失败，请稍后重试。
zh_hant: 購買失敗，請稍後重試。

# 购买正在处理中，请稍后在 App Store 账户中查看。
source: Purchase is pending. Check your App Store account shortly.
ar: الشراء قيد المعالجة. تحقق من حساب App Store لاحقًا.
es: La compra está pendiente. Revisa tu cuenta de App Store en breve.
fr: Achat en attente. Vérifiez votre compte App Store sous peu.
hi: खरीद प्रक्रिया में है। बाद में App Store खाता देखें।
pt: A compra está pendente. Verifique sua conta da App Store em breve.
ta: வாங்கல் நிலுவையில் உள்ளது. பின்னர் App Store கணக்கைப் பார்க்கவும்.
zh_hans: 购买正在处理中，请稍后在 App Store 账户中查看。
zh_hant: 購買正在處理中，請稍後在 App Store 帳戶中查看。

# 购买验证失败，请重试或联系支持。
source: Purchase verification failed. Please retry or contact support.
ar: فشل التحقق من الشراء. أعد المحاولة أو اتصل بالدعم.
es: Error al verificar la compra. Reintenta o contacta con soporte.
fr: Échec de la vérification d'achat. Réessayez ou contactez le support.
hi: खरीद सत्यापन विफल। पुनः प्रयास करें या सहायता से संपर्क करें।
pt: Falha na verificação da compra. Tente novamente ou contate o suporte.
ta: வாங்கல் சரிபார்ப்பு தோல்வி. மீண்டும் முயற்சிக்கவும் அல்லது ஆதரவை தொடர்பு கொள்ளவும்.
zh_hans: 购买验证失败，请重试或联系支持。
zh_hant: 購買驗證失敗，請重試或聯絡支援。

# 跟随系统
source: System
ar: اتبع النظام
es: Seguir sistema
fr: Suivre le système
hi: सिस्टम अनुसरण करें
pt: Seguir sistema
ta: கணினியைப் பின்பற்று
zh_hans: 跟随系统
zh_hant: 跟隨系統

# 身份证
source: ID Card
ar: بطاقة الهوية
es: Tarjeta de identificación
fr: Carte d'identité
hi: आईडी कार्ड
pt: Cartão de identificação
ta: அடையாள அட்டை
zh_hans: 身份证
zh_hant: 身分證

# 身份证件号码
source: ID number
ar: رقم الهوية
es: número de identificación
fr: Numéro d'identification
hi: आईडी नंबर
pt: Número de identificação
ta: அடையாள எண்
zh_hans: 身份证件号码
zh_hant: 身分證件號碼

# 身高
source: Height
ar: الارتفاع
es: altura
fr: Hauteur
hi: ऊंचाई
pt: Altura
ta: உயரம்
zh_hans: 身高
zh_hant: 身高

# 身高 (cm)
source: Height (cm)
ar: الارتفاع (سم)
es: Altura (cm)
fr: Hauteur (cm)
hi: ऊंचाई (सेमी)
pt: Altura (cm)
ta: உயரம் (செ.மீ.)
zh_hans: 身高 (cm)
zh_hant: 身高 (cm)

# 转移后，您将降级为普通成员。被转移方会自动成为创建者，无需确认。请谨慎选择。
source: After transfer, you will become a regular member. The recipient becomes the creator automatically with no further confirmation. Choose carefully.
ar: بعد النقل، سيتم تخفيض رتبتك إلى عضو عادي. سيصبح الطرف المنقول هو المنشئ تلقائيًا دون تأكيد. يرجى الاختيار بعناية.
es: Después de la transferencia, será degradado a miembro regular. La parte transferida se convertirá automáticamente en el creador sin confirmación. Elija con cuidado.
fr: Après le transfert, vous serez rétrogradé au rang de membre régulier. La partie transférée deviendra automatiquement le créateur sans confirmation. Veuillez choisir avec soin.
hi: स्थानांतरण के बाद, आपको नियमित सदस्य के रूप में पदावनत कर दिया जाएगा। स्थानांतरित पक्ष बिना पुष्टि के स्वचालित रूप से निर्माता बन जाएगा। कृपया ध्यान से चुनें.
pt: Após a transferência, você será rebaixado a membro regular. A parte transferida se tornará automaticamente o criador sem confirmação. Por favor escolha com cuidado.
ta: இடமாற்றத்திற்குப் பிறகு, நீங்கள் வழக்கமான உறுப்பினராக தரமிறக்கப்படுவீர்கள். மாற்றப்பட்ட தரப்பினர் உறுதிப்படுத்தப்படாமல் தானாகவே படைப்பாளராகிவிடுவார்கள். கவனமாக தேர்வு செய்யவும்.
zh_hans: 转移后，您将降级为普通成员。被转移方会自动成为创建者，无需确认。请谨慎选择。
zh_hant: 轉移後，您將降級為普通成員。被轉移方會自動成為創建者，無需確認。請謹慎選擇。

# 转移所有权
source: transfer ownership
ar: نقل الملكية
es: transferir propiedad
fr: transférer la propriété
hi: स्थानांतरण स्वामित्व
pt: transferir propriedade
ta: உரிமையை மாற்றுதல்
zh_hans: 转移所有权
zh_hant: 轉移所有權

# 轻点两下以拨打或打开链接
source: Double tap to call or open the link
ar: انقر مرتين للاتصال أو فتح الرابط
es: Toca dos veces para llamar o abrir el enlace
fr: Appuyez deux fois pour appeler ou ouvrir le lien
hi: कॉल करने या लिंक खोलने के लिए दो बार टैप करें
pt: Toque duas vezes para ligar ou abrir o link
ta: அழைக்க அல்லது இணைப்பைத் திறக்க இருமுறை தட்டவும்
zh_hans: 轻点两下以拨打或打开链接
zh_hant: 輕點兩下以撥打或開啟連結

# 轻点以全屏查看，可左右滑动切换
source: Double tap for full screen. Swipe left or right to switch.
ar: انقر نقرًا مزدوجًا لملء الشاشة. اسحب لليسار أو لليمين للتبديل.
es: Toca dos veces para ver la pantalla completa. Desliza hacia la izquierda o hacia la derecha para cambiar.
fr: Appuyez deux fois pour passer en plein écran. Faites glisser votre doigt vers la gauche ou la droite pour changer.
hi: पूर्ण स्क्रीन के लिए दो बार टैप करें. स्विच करने के लिए बाएँ या दाएँ स्वाइप करें।
pt: Toque duas vezes para tela cheia. Deslize para a esquerda ou para a direita para alternar.
ta: முழுத் திரைக்கு இருமுறை தட்டவும். மாற இடது அல்லது வலது ஸ்வைப் செய்யவும்.
zh_hans: 轻点以全屏查看，可左右滑动切换
zh_hant: 輕點以全螢幕查看，可左右滑動切換

# 轻点以切换群组
source: Double-tap to switch group
ar: انقر للتبديل بين المجموعات
es: Toca para cambiar de grupo
fr: Appuyez pour changer de groupe
hi: समूह बदलने के लिए टैप करें
pt: Toque para mudar de grupo
ta: குழுவை மாற்ற தட்டவும்
zh_hans: 轻点以切换群组
zh_hant: 輕點以切換群組

# 轻点以拨打或打开链接
source: Tap to dial or open link
ar: انقر للاتصال أو فتح الرابط
es: Toque para marcar o abrir el enlace
fr: Appuyez pour composer ou ouvrir le lien
hi: लिंक डायल करने या खोलने के लिए टैप करें
pt: Toque para discar ou abrir o link
ta: டயல் செய்ய தட்டவும் அல்லது இணைப்பைத் திறக்கவும்
zh_hans: 轻点以拨打或打开链接
zh_hant: 輕點以撥打或開啟鏈接

# 轻点重试，将试用数据写入云端。
source: Tap to retry and upload trial data to the cloud.
ar: اضغط لإعادة المحاولة ورفع بيانات التجربة إلى السحابة.
es: Toca para reintentar y subir los datos de prueba a la nube.
fr: Appuyez pour réessayer et envoyer les données d'essai vers le cloud.
hi: पुनः प्रयास करें और परीक्षण डेटा क्लाउड पर अपलोड करें।
pt: Toque para tentar novamente e enviar os dados de avaliação para a nuvem.
ta: மீண்டும் முயற்சிக்க தட்டவும்; சோதனை தரவை கிளவுடில் பதிவேற்றவும்.
zh_hans: 轻点重试，将试用数据写入云端。
zh_hant: 輕點重試，將試用資料寫入雲端。

# 较大
source: Large
ar: كبير
es: Grande
fr: Grand
hi: बड़ा
pt: Grande
ta: பெரிய
zh_hans: 较大
zh_hant: 較大

# 较小
source: Small
ar: الأصغر
es: menor
fr: plus petit
hi: छोटे
pt: menor
ta: சிறியது
zh_hans: 较小
zh_hant: 較小

# 输入 6 位邀请码
source: Enter the 6-digit invitation code
ar: أدخل رمز الدعوة المكون من 6 أرقام
es: Ingrese el código de invitación de 6 dígitos
fr: Entrez le code d'invitation à 6 chiffres
hi: 6-अंकीय आमंत्रण कोड दर्ज करें
pt: Digite o código de convite de 6 dígitos
ta: 6 இலக்க அழைப்புக் குறியீட்டை உள்ளிடவும்
zh_hans: 输入 6 位邀请码
zh_hant: 輸入 6 位元邀請碼

# 输入任务标题…
source: Enter task title…
ar: أدخل عنوان المهمة…
es: Introduce el título de la tarea…
fr: Saisissez le titre de la tâche…
hi: कार्य शीर्षक दर्ज करें…
pt: Digite o título da tarefa…
ta: பணி தலைப்பை உள்ளிடவும்…
zh_hans: 输入任务标题…
zh_hant: 輸入任務標題…

# 输入号码或链接
source: Enter number or link
ar: أدخل الرقم أو الرابط
es: Ingrese el número o enlace
fr: Entrez le numéro ou le lien
hi: नंबर या लिंक दर्ज करें
pt: Digite o número ou link
ta: எண் அல்லது இணைப்பை உள்ளிடவும்
zh_hans: 输入号码或链接
zh_hant: 輸入號碼或鏈接
